00
410
427
428
708
577
996
535
724
584
578
654
276
486
250.83
453
715
729
507
402
785
454
414
250.1
723
851
590
782
618
558
443
250.8
250.02
998
220
575
285
722
571
154
537
411
808
435
345
212
682
781
491
555
805
707
493
250.7
415
287
550
V57
434
532
626
250.82
386
?
311
458
250.12
600
562
824
721
625
648
440
278
730
38
433
733
296
531
574
235
481
V58
780
786
155
466
560
820
8
198
920
569
112
518
227
825
277
815
185
416
420
962
852
348
807
566
866
924
197
530
250.6
540
686
690
292
607
426
9
461
789
444
599
250.81
250.4
250.13
790
280
611
850
294
380
401
V53
553
237
592
238
250
250.2
822
552
813
784
515
V67
567
241
989
844
403
295
424
512
162
182
487
823
485
728
250.22
812
250.3
153
608
995
V54
218
309
298
595
719
826
882
627
480
934
250.11
79
922
5
726
349
274
787
288
490
429
997
564
616
534
455
680
710
250.92
557
291
576
821
346
799
332
496
304
358
54
211
656
331
306
511
482
193
394
250.21
396
965
250.01
831
188
441
297
706
516
201
431
529
351
747
738
800
200
437
716
V71
250.93
464
250.03
436
536
642
174
802
135
398
282
189
378
447
459
572
430
307
945
250.42
794
281
191
210
156
681
413
286
853
633
711
442
226
514
425
990
204
603
598
527
801
596
374
921
438
580
284
157
994
746
233
180
641
510
890
621
861
658
300
152
70
196
714
432
404
333
362
753
42
423
151
V56
664
303
202
293
727
494
179
361
573
594
470
150
847
194
977
446
478
11
78
863
253
999
644
344
365
147
659
451
522
614
958
205
860
250.33
368
250.23
250.41
952
223
793
473
914
593
47
35
756
289
457
163
239
252
290
959
245
519
250.43
759
622
791
41
840
695
82
203
492
524
620
216
556
340
585
250.31
933
338
551
968
171
357
V45
969
225
275
255
868
421
305
601
161
705
244
465
588
528
334
867
591
53
541
660
657
696
963
V55
192
846
283
581
736
475
88
388
568
843
865
513
462
893
382
783
23
158
353
350
737
145
336
570
717
337
495
885
184
250.32
693
521
935
355
604
327
966
389
788
944
718
141
649
310
526
892
445
V60
324
250.91
891
133
250.9
964
709
323
456
617
816
384
39
683
242
833
320
975
448
199
983
725
661
94
875
972
142
335
845
250.53
942
376
117
694
652
883
175
136
871
66
881
501
692
854
342
602
164
674
251
250.5
987
586
385
452
214
261
992
266
131
370
312
810
873
272
354
864
936
619
325
301
V51
359
976
967
E909
862
957
836
797
483
991
263
219
V63
970
360
3
391
230
640
685
173
917
195
565
923
395
110
533
49
383
474
397
745
299
605
913
897
183
646
463
115
229
160
814
356
971
273
34
720
623
84
663
405
318
279
751
379
792
228
322
731
341
653
796
655
187
879
271
665
363
369
372
352
804
422
10
986
7
803
