00
250.6
440
996
250.7
283
410
599
112
715
294
562
431
428
530
491
38
414
577
820
276
435
433
V57
654
434
427
296
250.8
291
153
780
280
278
998
997
535
824
682
724
250.11
162
493
592
198
786
250.4
648
518
578
V58
290
456
531
453
426
386
733
250.13
486
250.02
789
218
250.92
250.83
574
515
250
282
730
402
V55
275
722
553
801
595
250.12
295
584
250.82
805
844
782
618
432
189
851
424
995
962
457
560
287
716
235
540
458
157
3
285
576
197
444
707
171
726
305
250.42
550
532
536
398
415
485
292
593
237
473
571
466
799
288
569
614
403
642
211
154
590
808
385
850
9
566
438
787
933
572
436
188
250.03
487
437
507
644
441
151
394
575
455
194
881
965
601
729
807
250.01
784
967
852
823
404
174
425
620
238
284
723
600
336
250.43
348
293
681
230
465
860
459
721
8
250.1
718
921
781
250.22
250.2
345
783
141
913
719
401
421
331
626
117
396
250.81
511
346
53
608
746
812
413
693
135
658
821
252
411
537
289
966
738
924
49
790
156
196
5
705
227
182
972
482
641
300
202
512
225
11
220
298
710
239
557
785
942
558
443
193
V53
591
241
192
481
725
185
79
226
822
788
573
253
959
736
510
625
303
V63
794
359
792
161
145
274
845
382
528
728
250.3
813
338
395
922
277
873
516
203
383
814
661
V54
621
312
?
708
233
496
611
306
420
216
309
423
727
825
212
552
323
158
340
920
311
250.41
711
351
204
310
205
297
555
250.93
447
999
152
362
490
376
416
659
861
492
533
853
358
180
706
581
463
935
70
847
200
84
501
513
588
150
320
464
353
976
709
958
607
586
286
796
745
802
451
446
327
201
462
527
843
534
357
596
815
155
892
871
307
968
695
349
879
970
882
969
461
734
332
604
350
47
619
210
564
556
660
585
41
800
163
333
945
683
262
568
686
551
831
835
694
183
V71
42
897
304
478
955
250.53
519
430
646
756
952
598
380
864
442
V56
475
255
865
977
250.21
250.23
964
714
429
680
240
923
242
737
263
747
522
191
495
521
187
214
250.9
891
862
810
379
66
717
890
867
567
266
963
840
529
720
936
633
541
299
605
875
866
868
685
664
602
759
342
652
281
184
250.5
454
368
452
94
378
250.33
836
405
82
616
494
344
627
325
324
470
570
273
751
656
V66
322
514
991
360
88
854
391
565
986
806
23
250.31
594
917
989
363
791
816
669
617
208
250.32
244
236
250.91
308
526
445
335
674
V45
374
731
251
663
173
384
388
245
397
223
34
355
52
377
54
78
261
179
352
983
524
39
957
271
V51
793
448
817
48
992
834
164
893
797
35
301
354
934
142
696
334
863
753
883
131
480
916
839
7
219
136
878
886
634
175
657
199
365
370
10
944
389
195
994
846
172
V60
215
361
114
971
928
655
341
