00
410
518
428
414
780
722
250.2
486
276
295
250.02
715
574
427
786
250.11
296
415
812
590
536
491
453
515
562
458
530
682
435
38
485
285
552
250.8
V58
996
575
584
821
250.12
434
578
250.6
540
V57
189
250.7
728
197
577
250.1
787
560
445
592
493
599
250.82
348
789
733
404
402
681
724
331
351
250.03
289
507
420
53
626
162
294
537
794
443
201
620
558
433
759
250.13
604
151
511
153
198
413
182
796
401
531
158
252
820
565
180
490
535
746
998
738
280
807
250.81
922
426
863
512
438
436
782
719
274
266
648
424
642
307
997
808
496
994
311
395
411
692
532
600
466
250.23
440
553
293
519
810
805
340
871
455
156
482
403
304
569
480
V54
730
437
607
291
42
513
608
456
185
962
790
785
625
154
323
680
250.41
250.43
278
288
995
250.22
721
825
250.4
250.83
464
205
394
112
202
157
218
V55
756
481
357
299
970
571
250.01
250
358
150
359
788
893
386
431
425
447
618
729
784
193
736
473
292
V53
191
225
287
398
572
230
521
695
188
332
959
183
573
250.33
487
461
211
564
654
850
8
163
594
174
824
823
241
380
734
661
576
710
345
66
423
861
298
465
555
965
242
966
250.21
621
557
616
851
846
707
500
212
173
799
920
349
579
275
726
250.92
593
566
852
924
664
686
813
416
595
868
282
816
972
442
727
716
388
822
969
644
5
567
611
444
510
781
753
685
251
656
290
239
48
346
70
533
711
253
660
990
384
591
845
?
801
847
834
34
41
596
526
429
284
310
454
684
957
327
233
79
586
534
161
250.42
377
714
220
172
945
475
300
342
659
516
V63
324
250.31
432
585
203
199
303
602
362
47
286
227
783
723
459
615
652
494
860
78
451
992
441
913
281
550
522
737
320
958
306
556
527
802
341
514
V71
492
250.32
457
986
214
184
238
396
421
36
528
192
880
708
462
312
378
283
196
844
309
338
892
999
446
745
478
882
605
250.3
873
142
9
374
382
333
353
187
935
916
297
814
854
718
145
879
658
551
385
V45
865
967
838
581
135
237
705
216
867
V56
204
603
840
405
862
833
836
843
200
305
110
152
627
244
601
694
693
430
928
989
360
665
397
568
383
210
878
955
226
541
141
952
580
864
35
588
350
617
334
228
875
815
54
337
933
376
250.93
322
88
987
235
643
335
717
991
614
195
155
369
277
11
379
806
968
136
655
301
622
250.9
751
800
921
325
524
792
171
344
240
V66
803
263
10
904
495
356
633
483
117
793
31
977
272
255
641
49
646
219
903
336
963
318
3
831
944
208
885
619
194
164
352
797
52
368
886
355
971
361
881
891
V43
964
634
725
936
897
934
883
890
709
866
370
706
853
691
179
175
170
657
983
133
V51
147
115
417
598
131
82
747
V60
250.91
942
363
704
696
250.5
683
308
471
649
262
570
640
501
529
839
804
273
470
917
