00
724
728
922
682
962
491
79
996
197
414
584
715
V57
850
434
427
780
291
401
486
276
295
536
135
820
722
661
432
250.8
493
428
38
599
250.13
250.02
211
577
287
403
518
280
571
681
562
507
250.7
540
411
250.83
515
786
592
333
250.6
719
824
458
327
553
298
250.1
250.82
426
560
435
453
345
998
250.93
199
296
410
423
V58
162
569
808
415
274
250.11
153
730
158
331
440
193
852
250
466
218
250.22
707
532
278
54
348
574
420
456
723
784
285
619
608
575
303
590
519
999
812
451
324
482
535
721
733
143
729
433
431
557
530
320
648
595
309
184
654
386
851
413
455
185
552
424
576
444
611
459
142
531
866
578
404
600
997
289
V55
564
462
625
182
202
511
652
528
252
154
480
441
787
566
437
799
447
42
659
443
604
323
664
250.12
70
283
565
782
398
241
310
965
864
438
157
354
826
349
429
945
693
558
250.03
112
618
250.32
490
805
286
436
250.41
746
822
991
706
47
402
487
711
250.92
8
346
203
714
572
789
756
174
588
790
35
189
250.4
250.2
301
188
284
250.43
220
292
198
823
53
550
300
656
478
151
596
726
442
995
V54
245
250.42
461
700
620
350
171
788
716
969
785
425
332
568
180
191
376
738
214
794
626
496
655
351
464
196
802
494
959
642
933
353
340
383
368
311
396
238
727
821
534
239
110
9
250.3
512
253
465
117
883
445
710
250.81
556
891
250.33
816
293
V53
783
378
446
977
250.5
633
781
210
614
290
183
358
514
521
394
952
585
225
457
537
374
227
250.23
226
964
844
335
250.01
146
452
481
294
810
627
V63
527
430
E909
814
865
725
843
801
250.31
573
380
807
242
615
338
695
522
751
208
263
237
533
917
470
235
369
82
868
255
825
250.21
970
581
363
594
223
813
935
416
526
212
66
163
920
617
924
836
357
288
485
205
341
683
718
885
397
800
281
860
304
34
145
421
362
273
736
359
792
567
680
201
344
204
684
155
282
893
11
150
233
305
593
989
735
510
250.9
161
382
370
745
492
873
944
250.52
516
?
990
V66
473
V56
992
156
275
513
240
195
665
463
555
708
958
591
277
3
598
911
647
337
551
355
861
854
217
987
967
379
793
660
694
262
307
495
586
737
391
152
39
297
867
603
641
644
621
880
312
616
966
831
607
840
508
475
78
692
882
172
853
192
541
957
886
V45
847
892
524
986
529
361
136
863
V51
686
796
385
266
454
360
579
928
200
175
251
375
921
49
164
942
646
936
622
846
V71
356
759
862
405
658
336
623
250.53
236
941
913
897
318
963
734
230
141
41
815
806
904
643
972
914
216
968
696
194
601
244
84
890
570
88
334
610
261
971
717
879
916
685
580
417
845
871
834
804
133
705
422
272
388
903
114
179
94
5
52
V43
934
704
955
753
215
923
306
994
250.91
500
878
115
747
983
833
395
709
881
352
V67
690
